#    -*- mode: org -*-


Archived entries from file /home/tyler/Orgfiles/tasks.org


* DONE Read Emacs Blogs
CLOSED: [2022-12-16 Fri 14:08] SCHEDULED: <2022-12-16 Fri 14:00>
:PROPERTIES:
:Effort:   10
:ARCHIVE_TIME: 2023-01-14 Sat 12:08
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: tasks
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2022-12-16 Fri 15:17]--[2022-12-16 Fri 15:26] =>  0:09
CLOCK: [2022-12-16 Fri 13:57]--[2022-12-16 Fri 14:08] =>  0:11
:END:
 [2022-12-16 Fri 13:55]
 

* DONE Fully Plan Day 
CLOSED: [2023-01-14 Sat 12:52] SCHEDULED: <2023-01-14 Sat 12:00>
:PROPERTIES:
:Effort:   60
:ARCHIVE_TIME: 2023-01-14 Sat 17:01
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: tasks
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2023-01-14 Sat 12:17]--[2023-01-14 Sat 12:52] =>  0:35
CLOCK: [2023-01-14 Sat 11:59]--[2023-01-14 Sat 12:16] =>  0:17
:END:
 [2023-01-14 Sat 11:26]


* DONE Lunch Break
CLOSED: [2023-01-14 Sat 15:32] SCHEDULED: <2023-01-14 Sat 14:30>
:PROPERTIES:
:Effort:   60
:ARCHIVE_TIME: 2023-01-14 Sat 17:01
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: tasks
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2023-01-14 Sat 15:02]--[2023-01-14 Sat 15:32] =>  0:30
:END:
 [2023-01-14 Sat 12:00]


* DONE Make Grocery List
CLOSED: [2023-01-14 Sat 13:39] SCHEDULED: <2023-01-14 Sat 13:00>
:PROPERTIES:
:Effort:   30
:ARCHIVE_TIME: 2023-01-14 Sat 17:01
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: tasks
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2023-01-14 Sat 13:06]--[2023-01-14 Sat 13:39] =>  0:33
:END:
 [2023-01-14 Sat 12:23]
 [[file:~/Orgfiles/tasks.org::*Get Groceries & Abreva medicine][Get Groceries & Abreva medicine]]


* DONE Update Zombie Rebuild Design docs
CLOSED: [2023-01-23 Mon 15:32] SCHEDULED: <2023-01-23 Mon 15:00>
:PROPERTIES:
:Effort:   0:30
:ARCHIVE_TIME: 2023-01-27 Fri 11:20
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: tasks
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2023-01-23 Mon 15:01]--[2023-01-23 Mon 15:32] =>  0:31
:END:
 [2023-01-23 Mon 15:01]
 [[file:~/Game Designs/Zombie-Rebuild/Zombie-Rebuild/design/Master-Design-Doc.org::*New Ideas][New Ideas]]


* DONE Create capture Templates 
CLOSED: [2023-01-14 Sat 19:45] SCHEDULED: <2023-01-14 Sat 15:30>
:PROPERTIES:
:Effort:   45
:ARCHIVE_TIME: 2023-01-27 Fri 14:44
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks/Perform Annual Planning/Archive
:ARCHIVE_CATEGORY: task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL ARCHIVE
:END:
:LOGBOOK:
CLOCK: [2023-01-14 Sat 18:53]--[2023-01-14 Sat 19:45] =>  0:52
:END:
 [2023-01-01 Sun 20:53]
- Accomplishments & Dissapointments
- Events
- Notes


* DONE Wash Laundry 
CLOSED: [2023-01-20 Fri 12:18] SCHEDULED: <2023-01-20 Fri>
:PROPERTIES:
:ARCHIVE_TIME: 2023-03-01 Wed 15:09
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2023-01-20 Fri 12:05]--[2023-01-20 Fri 12:18] =>  0:13
:END:
 [2023-01-14 Sat 14:05]


*** DONE Clean out Fridge & Take out Trash
CLOSED: [2023-01-14 Sat 14:06] SCHEDULED: <2023-01-14 Sat 13:30>
:PROPERTIES:
:Effort:   30
:ARCHIVE_TIME: 2023-01-14 Sat 19:48
:END:
:LOGBOOK:
CLOCK: [2023-01-14 Sat 13:48]--[2023-01-14 Sat 14:06] =>  0:18
:END:
 [2023-01-14 Sat 11:24]

*** DONE Get Groceries & Abreva medicine
CLOSED: [2023-01-14 Sat 15:01] SCHEDULED: <2023-01-14 Sat 14:00>
:PROPERTIES:
:Effort:   30
:ARCHIVE_TIME: 2023-01-14 Sat 19:48
:END:
:LOGBOOK:
CLOCK: [2023-01-14 Sat 14:07]--[2023-01-14 Sat 14:37] =>  0:30
:END:
[2023-01-14 Sat 11:22]


* DONE Watch Will Wright
CLOSED: [2023-02-05 Sun 20:17] SCHEDULED: <2023-01-24 Tue>
:PROPERTIES:
:ARCHIVE_TIME: 2023-04-18 Tue 08:53
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2023-02-03 Fri 11:56]--[2023-02-03 Fri 23:56] => 12:00
:END:
 [2023-01-22 Sun 00:00]

https://www.masterclass.com/classes/will-wright-teaches-game-design-and-theory


* DONE Schedule the day
CLOSED: [2023-02-28 Tue 07:58] SCHEDULED: <2023-02-28 Tue 07:30>
:PROPERTIES:
:Effort:   0:30
:ARCHIVE_TIME: 2023-04-18 Tue 08:53
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2023-02-28 Tue 07:28]--[2023-02-28 Tue 07:58] =>  0:30
:END:
 [2023-02-28 Tue 07:27]


* DONE Update Personal Projects and Tasks 
CLOSED: [2023-05-06 Sat 12:55] SCHEDULED: <2023-05-06 Sat 12:45>
:PROPERTIES:
:Effort:   0:10
:ARCHIVE_TIME: 2023-07-03 Mon 14:13
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: Task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2023-05-06 Sat 12:47]--[2023-05-06 Sat 12:55] =>  0:08
:END:
 [2023-05-06 Sat 12:44]


* DONE Make a salad for lunch 
CLOSED: [2023-05-09 Tue 09:30] SCHEDULED: <2023-05-09 Tue 09:15>
:PROPERTIES:
:ARCHIVE_TIME: 2023-07-03 Mon 14:13
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: Task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2023-05-09 Tue 09:16]--[2023-05-09 Tue 09:30] =>  0:14
:END:
 [2023-05-09 Tue 09:14]
 

* DONE Plan the day 
CLOSED: [2023-06-10 Sat 13:22] SCHEDULED: <2023-06-10 Sat 12:50>
:PROPERTIES:
:Effort:   0:30
:ARCHIVE_TIME: 2023-08-01 Tue 18:14
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: Task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2023-06-10 Sat 12:54]--[2023-06-10 Sat 13:22] =>  0:28
:END:
 [2023-06-10 Sat 12:51]


* DONE Goto Grocery
CLOSED: [2023-06-10 Sat 18:23] SCHEDULED: <2023-06-10 Sat 17:30>
:PROPERTIES:
:ARCHIVE_TIME: 2023-08-01 Tue 18:14
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: Task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2023-06-10 Sat 17:31]--[2023-06-10 Sat 18:23] =>  0:52
:END:
 [2023-06-10 Sat 17:18]


* DONE Watch WSOP VLog While Planning my day
CLOSED: [2023-06-11 Sun 15:26] SCHEDULED: <2023-06-11 Sun 15:00>
:PROPERTIES:
:Effort:   0:30
:ARCHIVE_TIME: 2023-08-01 Tue 18:14
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: Task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2023-06-11 Sun 14:55]--[2023-06-11 Sun 15:26] =>  0:31
:END:
 [2023-06-11 Sun 14:53]



* DONE Start Pasta Sauce
CLOSED: [2023-06-11 Sun 15:41] SCHEDULED: <2023-06-11 Sun 15:30>
:PROPERTIES:
:Effort:   0:30
:ARCHIVE_TIME: 2023-08-01 Tue 18:14
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: Task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2023-06-11 Sun 15:26]--[2023-06-11 Sun 15:41] =>  0:15
:END:
 [2023-06-11 Sun 14:57]


* DONE Finish 2nd Bedroom Packing/Organizing
CLOSED: [2023-06-11 Sun 18:43] SCHEDULED: <2023-06-11 Sun 16:00>
:PROPERTIES:
:Effort:   3:00
:ARCHIVE_TIME: 2023-08-01 Tue 18:14
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: Task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2023-06-11 Sun 16:04]--[2023-06-11 Sun 18:43] =>  2:39
:END:
 [2023-06-11 Sun 14:57]




* DONE List games on Escon Geek list
CLOSED: [2023-06-11 Sun 20:39] SCHEDULED: <2023-06-11 Sun 19:00>
:PROPERTIES:
:Effort:   1:00
:ARCHIVE_TIME: 2023-08-01 Tue 18:14
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: Task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2023-06-11 Sun 19:10]--[2023-06-11 Sun 20:39] =>  1:29
:END:
 [2023-06-11 Sun 14:59]


* DONE Play ARAM                                                      :Break:
CLOSED: [2023-06-11 Sun 19:09] SCHEDULED: <2023-06-11 Sun 18:45>
:PROPERTIES:
:Effort:   0:15
:ARCHIVE_TIME: 2023-08-01 Tue 18:14
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: Task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2023-06-11 Sun 18:44]--[2023-06-11 Sun 19:09] =>  0:25
:END:
 [2023-06-11 Sun 18:43]


* DONE Take a shower
CLOSED: [2023-06-11 Sun 21:27] SCHEDULED: <2023-06-11 Sun 21:10>
:PROPERTIES:
:Effort:   0:15
:ARCHIVE_TIME: 2023-08-01 Tue 18:14
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: Task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2023-06-11 Sun 21:11]--[2023-06-11 Sun 21:27] =>  0:16
:END:
 [2023-06-11 Sun 21:11]



* DONE Lunch/Dinner 
CLOSED: [2023-06-18 Sun 17:45] SCHEDULED: <2023-06-18 Sun 17:00>
:PROPERTIES:
:ARCHIVE_TIME: 2023-08-01 Tue 18:14
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: Task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2023-06-18 Sun 16:56]--[2023-06-18 Sun 17:45] =>  0:49
:END:
 [2023-06-18 Sun 16:52]


** DONE Pack up Second Bedroom
CLOSED: [2023-06-18 Sun 21:14] SCHEDULED: <2023-06-18 Sun 19:00>
:LOGBOOK:
CLOCK: [2023-06-18 Sun 19:04]--[2023-06-18 Sun 21:14] =>  2:10
:END:
 [2023-06-17 Sat 18:03]

** DONE Pack up TV Stand
CLOSED: [2023-06-18 Sun 19:04] SCHEDULED: <2023-06-18 Sun 18:30>
:LOGBOOK:
CLOCK: [2023-06-18 Sun 18:45]--[2023-06-18 Sun 19:04] =>  0:19
CLOCK: [2023-06-18 Sun 17:54]--[2023-06-18 Sun 17:56] =>  0:02
CLOCK: [2023-06-18 Sun 17:53]--[2023-06-18 Sun 17:53] =>  0:00
CLOCK: [2023-06-18 Sun 17:48]--[2023-06-18 Sun 17:48] =>  0:00
CLOCK: [2023-06-18 Sun 17:47]--[2023-06-18 Sun 17:47] =>  0:00
CLOCK: [2023-06-18 Sun 17:46]--[2023-06-18 Sun 17:46] =>  0:00
CLOCK: [2023-06-18 Sun 17:45]--[2023-06-18 Sun 17:46] =>  0:01
:END:
 [2023-06-17 Sat 18:03]

** DONE Pack up side table contents
CLOSED: [2023-06-18 Sun 18:45] SCHEDULED: <2023-06-18 Sun 18:00>
:LOGBOOK:
CLOCK: [2023-06-18 Sun 17:56]--[2023-06-18 Sun 18:45] =>  0:49
:END:
 [2023-06-17 Sat 18:03]

* DONE Do weekly cpap cleaning
CLOSED: [2023-08-06 Sun 21:11] SCHEDULED: <2023-08-06 Sun 20:45>
:PROPERTIES:
:CATEGORY: Task
:ARCHIVE_TIME: 2023-10-01 Sun 23:39
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: Task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2023-08-06 Sun 20:44]--[2023-08-06 Sun 21:11] =>  0:27
:END:

 [2023-08-06 Sun 14:42]


* DONE Do initial work on "Algorithms" design
CLOSED: [2023-09-24 Sun 13:07] SCHEDULED: <2023-09-23 Sat>
:PROPERTIES:
:CATEGORY: Task
:ARCHIVE_TIME: 2023-11-27 Mon 14:03
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: Task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2023-09-23 Sat 15:27]--[2023-09-23 Sat 18:27] =>  3:00
:END:
 [2023-09-23 Sat 15:27]


* DONE Morning Stack
CLOSED: [2023-09-24 Sun 15:28] SCHEDULED: <2023-09-24 Sun 13:30>
:PROPERTIES:
:CATEGORY: Task
:Effort:   2:00
:ARCHIVE_TIME: 2023-11-27 Mon 14:03
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: Task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2023-09-24 Sun 13:30]--[2023-09-24 Sun 15:28] =>  1:58
CLOCK: [2023-09-24 Sun 13:16]--[2023-09-24 Sun 13:16] =>  0:00
:END:
 [2023-09-24 Sun 13:08]


* DONE Plan The Day
CLOSED: [2023-09-24 Sun 13:15] SCHEDULED: <2023-09-24 Sun 13:00>
:PROPERTIES:
:CATEGORY: Task
:ARCHIVE_TIME: 2023-11-27 Mon 14:03
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: Task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2023-09-24 Sun 13:06]--[2023-09-24 Sun 13:15] =>  0:09
:END:
 [2023-09-24 Sun 13:05]


* DONE Clean Bedroom
CLOSED: [2023-10-02 Mon 19:58] SCHEDULED: <2023-10-02 Mon 19:32>
:PROPERTIES:
:CATEGORY: Task
:ARCHIVE_TIME: 2023-12-01 Fri 12:48
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: Task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2023-10-02 Mon 19:32]--[2023-10-02 Mon 19:58] =>  0:26
:END:
 [2023-09-24 Sun 13:12]


* DONE Break/Chill Time
CLOSED: [2023-10-01 Sun 23:46]
:PROPERTIES:
:CATEGORY: Task
:ARCHIVE_TIME: 2023-12-01 Fri 12:48
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: Task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2023-09-24 Sun 15:29]--[2023-09-24 Sun 15:37] =>  0:08
:END:
 [2023-09-24 Sun 15:28]


* DONE Work on Game Design
CLOSED: [2023-10-02 Mon 21:53] SCHEDULED: <2023-10-02 Mon 20:15>
:PROPERTIES:
:CATEGORY: Task
:ARCHIVE_TIME: 2023-12-01 Fri 12:48
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: Task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2023-10-02 Mon 20:14]--[2023-10-02 Mon 21:53] =>  1:39
:END:
 [2023-10-02 Mon 20:14]


* DONE Start Laundry
CLOSED: [2023-10-28 Sat 13:14] SCHEDULED: <2023-10-28 Sat 13:10>
:PROPERTIES:
:CATEGORY: Task
:Effort:   0:10
:ARCHIVE_TIME: 2023-12-01 Fri 12:48
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: Task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2023-10-28 Sat 13:11]--[2023-10-28 Sat 13:14] =>  0:03
:END:
 [2023-10-28 Sat 12:58]


* DONE Clean out Fridge and Empty Trash
CLOSED: [2023-10-28 Sat 13:52] SCHEDULED: <2023-10-28 Sat 13:20>
:PROPERTIES:
:CATEGORY: Task
:ARCHIVE_TIME: 2023-12-01 Fri 12:48
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: Task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2023-10-28 Sat 13:39]--[2023-10-28 Sat 13:52] =>  0:13
:END:
 [2023-10-28 Sat 12:59]


* DONE Work on Octoraffe Tasks
CLOSED: [2023-12-14 Thu 21:29] SCHEDULED: <2023-12-02 Sat 12:00>
:PROPERTIES:
:CATEGORY: Task
:ARCHIVE_TIME: 2024-02-10 Sat 14:17
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: Task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2023-12-02 Sat 12:05]--[2023-12-02 Sat 15:42] =>  3:37
:END:
 [2023-12-01 Fri 15:35]


** DONE Clean up Habits file
CLOSED: [2023-01-29 Sun 13:01] SCHEDULED: <2023-01-29 Sun 12:30>
:PROPERTIES:
:Effort:   0:30
:END:
:LOGBOOK:
CLOCK: [2023-01-29 Sun 12:36]--[2023-01-29 Sun 13:01] =>  0:25
:END:
 [2023-01-14 Sat 11:28]

** DONE Clean up good notes
CLOSED: [2023-08-06 Sun 20:42] SCHEDULED: <2023-08-06 Sun 19:45>
:PROPERTIES:
:CATEGORY: Task
:Effort:   1:00
:END:
:LOGBOOK:
CLOCK: [2023-08-06 Sun 19:46]--[2023-08-06 Sun 20:42] =>  0:56
:END:

 [2023-01-14 Sat 11:25]

** DONE [#E] Setup 2023 Ledger fresh
CLOSED: [2023-07-30 Sun 21:40] SCHEDULED: <2023-07-30 Sun 21:00>
:PROPERTIES:
:CATEGORY: Task
:END:
:LOGBOOK:
CLOCK: [2023-07-30 Sun 21:06]--[2023-07-30 Sun 21:40] =>  0:34
:END:
 [2023-01-14 Sat 11:25]

** DONE List & Review Accomplishments & Dissapointments
CLOSED: [2023-01-15 Sun 11:36] SCHEDULED: <2023-01-15 Sun 11:00>
:PROPERTIES:
:Effort:   45
:END:
:LOGBOOK:
CLOCK: [2023-01-15 Sun 11:05]--[2023-01-15 Sun 11:36] =>  0:31
:END:
 [2023-01-14 Sat 12:40]

** DONE Conduct Deep Reflection
CLOSED: [2023-01-15 Sun 18:44] SCHEDULED: <2023-01-15 Sun 11:30>
:PROPERTIES:
:Effort:   5:00
:END:
:LOGBOOK:
CLOCK: [2023-01-15 Sun 11:36]--[2023-01-15 Sun 18:44] =>  7:08
:END:
 [2023-01-14 Sat 12:43]

- Reflect
- Interperet
- Visualize

** DONE Systems Review & Setup
CLOSED: [2023-05-08 Mon 21:28] SCHEDULED: <2023-05-06 Sat 13:00>
:PROPERTIES:
:Effort:   3:00
:END:
:LOGBOOK:
CLOCK: [2023-05-06 Sat 12:56]--[2023-05-07 Sun 22:04] => 33:08
:END:
 [2023-01-14 Sat 12:44]

  - Guiding Principle
  - Pillars
  - Value Goals
  - Habits
  - Goal Outcomes
  - Projects

** DONE Review Annual Plan and determine Guiding Principles
CLOSED: [2023-01-27 Fri 16:37] SCHEDULED: <2023-01-27 Fri 16:15>
:LOGBOOK:
CLOCK: [2023-01-27 Fri 16:13]--[2023-01-27 Fri 16:37] =>  0:24
:END:
 [2023-01-27 Fri 16:12]
 [[file:~/Orgfiles/tasks.org::*Perform Annual Planning][Perform Annual Planning]]

** DONE Reconfigure weekly/monthly process
CLOSED: [2024-04-07 Sun 20:05] SCHEDULED: <2024-04-07 Sun 20:00>
:PROPERTIES:
:CATEGORY: Task
:END:
:LOGBOOK:
CLOCK: [2024-03-22 Fri 12:00]--[2024-03-22 Fri 12:20] =>  0:20
:END:

 [2023-07-30 Sun 14:46]


* DONE Finish cleaning and reorganizing Bedroom
CLOSED: [2024-03-05 Tue 23:59] SCHEDULED: <2024-02-11 Sun>
:PROPERTIES:
:CATEGORY: Task
:ARCHIVE_TIME: 2024-06-11 Tue 12:26
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: Task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2024-02-10 Sat 15:34]--[2024-02-10 Sat 19:41] =>  4:07
:END:
 [2024-02-10 Sat 14:17]


* DONE Plan my day
CLOSED: [2024-03-22 Fri 10:37] SCHEDULED: <2024-03-22 Fri 10:05>
:PROPERTIES:
:CATEGORY: Task
:Effort:   0:30
:ARCHIVE_TIME: 2024-06-11 Tue 12:26
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: Task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2024-03-22 Fri 10:09]--[2024-03-22 Fri 10:37] =>  0:28
CLOCK: [2024-03-22 Fri 10:06]--[2024-03-22 Fri 10:09] =>  0:03
:END:
 [2024-03-22 Fri 10:05]




* DONE Lunch
CLOSED: [2024-03-22 Fri 12:00] SCHEDULED: <2024-03-22 Fri 11:30>
:PROPERTIES:
:CATEGORY: Task
:ARCHIVE_TIME: 2024-06-11 Tue 12:26
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: Task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2024-03-22 Fri 11:26]--[2024-03-22 Fri 12:00] =>  0:34
:END:
 [2024-03-22 Fri 11:26]


* DONE Create a set of Word capture templates
CLOSED: [2024-04-07 Sun 22:13] SCHEDULED: <2024-04-07 Sun 21:45>
:PROPERTIES:
:CATEGORY: Task
:ARCHIVE_TIME: 2024-06-11 Tue 12:26
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: Task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2024-04-07 Sun 21:42]--[2024-04-07 Sun 22:13] =>  0:31
:END:
 [2024-04-01 Mon 16:05]

- Make one for words to learn
- Make one for words to use more often


* DONE Play Dome Keeper                                          :VIDEOGAMES:
CLOSED: [2024-04-14 Sun 20:14] -04-14 Sun>
:PROPERTIES:
:CATEGORY: Task
:ARCHIVE_TIME: 2024-06-11 Tue 12:26
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: Task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2024-04-14 Sun 14:00]--[2024-04-14 Sun 20:14] =>  6:14
:END:
 [2024-04-14 Sun 13:59]


* DONE Work on Octoraffe Notion
CLOSED: [2024-04-25 Thu 11:13] SCHEDULED: <2024-04-25 Thu>
:PROPERTIES:
:CATEGORY: Task
:ARCHIVE_TIME: 2024-06-11 Tue 12:26
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: Task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2024-04-25 Thu 09:34]--[2024-04-25 Thu 10:53] =>  1:19
:END:
 [2024-04-25 Thu 09:34]


* DONE Roughly plan week (personal)
CLOSED: [2024-04-29 Mon 21:40] SCHEDULED: <2024-04-29 Mon 21:00>
:PROPERTIES:
:CATEGORY: Task
:ARCHIVE_TIME: 2024-06-11 Tue 12:26
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: Task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2024-04-29 Mon 20:56]--[2024-04-29 Mon 21:15] =>  0:19
:END:
 [2024-04-29 Mon 20:55]


* DONE Fold Laundry 
CLOSED: [2024-04-29 Mon 22:54] SCHEDULED: <2024-04-29 Mon 21:15>
:PROPERTIES:
:CATEGORY: Task
:ARCHIVE_TIME: 2024-06-11 Tue 12:26
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: Task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2024-04-29 Mon 21:41]--[2024-04-29 Mon 22:54] =>  1:13
:END:
 [2024-04-29 Mon 20:58]



* MEETING with Bo re financial advice                               :MEETING:
:PROPERTIES:
:ARCHIVE_TIME: 2024-10-22 Tue 11:38
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Meetings
:ARCHIVE_CATEGORY: Meeting
:ARCHIVE_TODO: MEETING
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2024-08-05 Mon 13:26]--[2024-08-05 Mon 13:49] =>  0:23
:END:
[2024-08-05 Mon 13:26]
* DONE Clean Bedroom
CLOSED: [2024-04-01 Mon 20:56] SCHEDULED: <2024-04-01 Mon 20:00>
:PROPERTIES:
:CATEGORY: Task
:ARCHIVE_TIME: 2024-10-29 Tue 13:05
:ARCHIVE_FILE: ~/Orgfiles/tasks.org
:ARCHIVE_OLPATH: Tasks/Sunday Reset
:ARCHIVE_CATEGORY: Task
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: PERSONAL
:END:
:LOGBOOK:
CLOCK: [2024-04-01 Mon 20:12]--[2024-04-01 Mon 20:56] =>  0:44
:END:
 [2024-03-31 Sun 11:26]


